Repository: pablorrr/myuniversaltheme
Catalog: lang/*.po
Languages: es_es

source: desc of my theme
es_es: descripción de mi tema

source: Oops! That page can&rsquo;t be found.
es_es: Vaya. No se puede encontrar esa página&rsquo;.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
es_es: Parece que no se ha encontrado nada en esta ubicación. Tal vez probar uno de los enlaces de abajo o una búsqueda?

source: Sorry, there are no posts in this category
es_es: Lo sentimos, no hay entradas en esta categoría

source: My Universal Theme Welcome Page
es_es: Página de bienvenida de My Universal Theme

source: My Universal Theme
es_es: Mi tema universal

source: Thanks for choosing My Universal Theme!
es_es: Gracias por elegir My Universal Theme.

source: Get started with My Universal Theme!
es_es: Empiece con My Universal Theme

source: In this theme you can:
es_es: En este tema puedes:

source: - print phone number
es_es: - imprimir número de teléfono

source: - print opening time
es_es: - imprimir hora de apertura

source: - edit pages with block theme support
es_es: - editar páginas con soporte para temas en bloque

source: - create new themes!!
es_es: - ¡¡crear nuevos temas!!

source: Welcome to the %sMy Universal Theme%s , enjoy it!!!
es_es: ¡¡¡Bienvenido a %sMy Universal Theme%s, que lo disfrutes!!!

source: The theme contains many ways to configure.
es_es: El tema contiene muchas formas de configuración.

source: Configure menu location &nbsp<span class="dashicons dashicons-menu"></span>
es_es: Configurar la ubicación del menú &nbsp<span class="dashicons dashicons-menu"></span>

source: Configure your menu. The theme supports scrolling from the menu to selected segments on the front page. To do this, go to the Menu in the Administration Panel, choose your own links and paste - (http: // yourdomainname / #services) and add to the Menu.
es_es: Configure su menú. El tema soporta el desplazamiento desde el menú a los segmentos seleccionados en la página principal.<1d787586> </1d787586> Para ello, vaya al Menú en el Panel de Administración,<1d787586> </1d787586> elegir sus propios enlaces y pegar - (http: // yourdomainname / <fb8ec984> </fb8ec984>) y añadir al Menú.

source: Configure menus
es_es: Configurar menús

source: Set up your permalinks &nbsp <span class="dashicons dashicons-admin-site"></span>
es_es: Configure sus permalinks &nbsp <span class="dashicons dashicons-admin-site"></span>

source: Create %sCustom Links%s to this theme. Customized links simplify the readability of links and are more friendly seo.
es_es: Crear %sEnlaces personalizados%s a este tema. Los enlaces personalizados simplifican la legibilidad de los enlaces y son más amigables seo.

source: <a href="%1$s" target="%2$s" class="%3$s">Open Permalink Settings</a>
es_es: <a href="%1$s" target="%2$s" class="%3$s">Abrir configuración de Permalink</a>

source: Sell products through Woocommerce plugin &nbsp <span class="dashicons dashicons-cart"></span>
es_es: Vender productos a través de Woocommerce plugin &nbsp <span class="dashicons dashicons-cart"></span>

source: To sell products, download and install the Woocommerce plugin. It is necessary to pre-configure the plugin; create products, choose a template for a store, cart etc.
es_es: Para vender productos, descarga e instala el plugin Woocommerce. Es necesario preconfigurar el plugin; crear productos, elegir una plantilla para una tienda, carrito, etc.

source: Install recommended plugins
es_es: Instalar los plugins recomendados

source: Add to the subject plugins supporting take care of seo, security and inform users that you are using cookie in %sMy Universal Theme%s
es_es: Añadir al tema plugins de apoyo a cuidar de seo, la seguridad e informar a los usuarios que está utilizando cookies en %sMi Tema Universal%s

source: Install recommended plugins <span class="dashicons dashicons-admin-plugins"></span>
es_es: Instalar los plugins recomendados <span class="dashicons dashicons-admin-plugins"></span>

source: %sIncrease the functionality%s of your theme by applying extensions in the form of plugins. take care of seo, security on the network, cookie privacy policy and commercial selling- %sWoocommerce%s
es_es: %sAumentar la funcionalidad%s de su tema mediante la aplicación de extensiones en forma de plugins. cuidar de seo, la seguridad en la red, la política de privacidad de cookies y la venta comercial- %sWoocommerce%s

source: Install &amp; Activate Recommended Plugins
es_es: Instale &amp; Active los plugins recomendados

source: Read documentation
es_es: Leer la documentación

source: Other features
es_es: Otras características

source: - customizable ( Wp Customizer)
es_es: - personalizable ( Wp Customizer)

source: - translatable
es_es: - traducible

source: - supported e-shoping ( Woocommerce )
es_es: - e-shoping soportado ( Woocommerce )

source: - supported custom theme blocks
es_es: - bloques temáticos personalizados compatibles

source: To use Block Themes feature you need WordPress version 6.0 .You can use classical mode of this theme. You are running WordPress version %1$s. Please upgrade and try again.
es_es: Para utilizar la función Block Themes necesita la versión WordPress 6.0 .Puede utilizar el modo clásico de este tema. Está ejecutando la versión de WordPress %1$s. Por favor, actualice e inténtelo de nuevo.

# comments title
source: One thought on &ldquo;%s&rdquo;
es_es: Un pensamiento sobre &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
es_es: %1$s pensado en &ldquo;%2$s&rdquo;

source: Comment navigation
es_es: Comentarios navegación

source: Older Comments
es_es: Comentarios anteriores

source: Newer Comments
es_es: Nuevos comentarios

source: Comments are closed.
es_es: Los comentarios están cerrados.

source: Leave a Reply
es_es: Dejar una respuesta

source: Leave a Reply to %s
es_es: Deja una respuesta a %s

source: Cancel Reply
es_es: Cancelar respuesta

source: Post Comment
es_es: Publicar comentario

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
es_es: Puede utilizar estas etiquetas y atributos <abbr title="HyperText Markup Language">HTML</abbr> :

source: Opening hours
es_es: Horarios de apertura

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Social media
es_es: Redes sociales

source: Sign in with Twitter
es_es: Iniciar sesión con Twitter

source: Sign in with Facebook
es_es: Iniciar sesión con Facebook

source: Sign in with Youtube
es_es: Iniciar sesión con Youtube

source: Popular tags and categories
es_es: Etiquetas y categorías populares

source: Log in
es_es: Conectarse

source: Log out
es_es: Cerrar sesión

source: Go to admin panel here
es_es: Ir al panel de administración aquí

source: telephone number:
es_es: número de teléfono:

source: Shop Page
es_es: Página de la tienda

source: Checkout Page
es_es: Página de pago

source: Cart Page
es_es: Página del carro

source: Account Page
es_es: Página de cuenta

source: Product Page
es_es: Página del producto

source: Product Category Page
es_es: Página de categorías de productos

source: Product Tag Page
es_es: Página de etiquetas de productos

source: Theres no menu, <a href="%1$s" target="%2$s">go to admin panel and create and activate menu</a>.
es_es: Theres no menú, \r\n <a href="%1$s" target="%2$s">ir al panel de administración y crear y activar el menú</a>.

source: Header Banner
es_es: Cabecera

source: Header and Menu Navbar Background Color
es_es: Color de fondo de la cabecera y de la barra de navegación del menú

source: Applied to the header on small screens.
es_es: Se aplica a la cabecera en pantallas pequeñas.

source: Other Customizations
es_es: Otras personalizaciones

source: This is a section for the header banner Image.
es_es: Esta es una sección para la imagen del banner de cabecera.

source: Background Color
es_es: Color de fondo

source: This is a section for Background Color.
es_es: Esta es una sección para el color de fondo.

source: Background Image
es_es: Imagen de fondo

source: Link Color
es_es: Enlace Color

source: Opening Hours
es_es: Horario de apertura

source: Set editable text for certain content.
es_es: Establecer texto editable para determinados contenidos.

source: Monday
es_es: Lunes

source: default text
es_es: texto por defecto

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Telephone number
es_es: Número de teléfono

source: Phone Number
es_es: Número de teléfono

source: My Universal Theme pattern cat
es_es: Mi gato patrón de Tema Universal

source: Custom paragraph
es_es: Párrafo personalizado

# Block pattern description
source: Use custom paragraph - predefined
es_es: Utilizar párrafo personalizado - predefinido

source: Header
es_es: Cabecera

source: Post/Page Title
es_es: Post/Título de la página

source: Paragraph
es_es: Párrafo

source: Box Shadow
es_es: Caja Sombra

source: Primary Header Menu
es_es: Menú principal

source: Footer Menu
es_es: Menú de pie de página

source: <strong class="btn-lg fr-end-butt">Answer </strong><i class="icon-share-alt"></i>
es_es: <strong class="btn-lg fr-end-butt">Respuesta </strong><i class="icon-share-alt"></i>

source: To view this protected post, enter the password below:
es_es: Para ver este post protegido, introduzca la contraseña a continuación:

source: Password:
es_es: Contraseña:

source: Submit
es_es: Enviar

source: Welcome in My Universal Theme,enjoy it!!!
es_es: Bienvenido a My Universal Theme,¡disfrútalo!

source: - sell products(WC integrate)
es_es: - vender productos(WC integrate)

source: Sidebar
es_es: Barra lateral

source: Add widgets here.
es_es: Añade widgets aquí.

source: Footer 1
es_es: Pie de página 1

source: Footer 2
es_es: Pie de página 2

source: Footer 3
es_es: Pie de página 3

source: Products display setup
es_es: Configuración de la exposición de productos

source: Display products number per row
es_es: Mostrar el número de productos por fila

source: Type max number of products to display per row
es_es: Escriba el número máximo de productos a mostrar por fila

source: Max number of products per row
es_es: Número máximo de productos por fila

source: Display products number per page
es_es: Mostrar el número de productos por página

source: Type number of products to display per page
es_es: Escriba el número de productos a mostrar por página

source: Number of products per page
es_es: Número de productos por página

source: Go to Cart page
es_es: Ir a la página del carrito

source: Go to Shop page
es_es: Ir a la página Tienda

source: Blank without Container
es_es: En blanco sin contenedor

source: Blank with Container
es_es: En blanco con contenedor

source: First Page
es_es: Primera página

source: Full Width
es_es: Ancho total

source: Left Sidebar
es_es: Barra lateral izquierda

# Message to convey that a webpage could not be found
source: This page could not be found.
es_es: No se ha podido encontrar esta página.

# label
source: Search
es_es: Buscar en

# placeholder for search field
source: Search...
es_es: Buscar...

source: Search
es_es: Buscar en

source: pattern Sorry, but nothing matched your search terms.
es_es: patrón Lo sentimos, pero nada coincide con sus términos de búsqueda.

source: Search Results for: %s
es_es: Resultados de la búsqueda de: %s

# placeholder
source: Search &hellip;
es_es: Buscar en &hellip;

# label
source: Search for:
es_es: Buscar:

# submit button
source: Search
es_es: Buscar en

source: Comments are disabled (for new posts )go to admin panel to change it(settings->discuss) <a href="%1$s" target="%2$s">enable comments please here</a>.
es_es: Los comentarios están desactivados (para los nuevos mensajes )ir al panel de administración para cambiarlo(settings->discuss) <a href="%1$s" target="%2$s">habilitar los comentarios por favor aquí</a>.

source: Sorry, there are no posts in this tag
es_es: Lo sentimos, no hay mensajes en esta etiqueta

source: Nothing Found
es_es: No se ha encontrado nada

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_es: ¿Listo para publicar tu primer post? <a href="%1$s">Empieza aquí</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es_es: Lo sentimos, pero nada coincide con sus términos de búsqueda. Inténtelo de nuevo con otras palabras clave.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es_es: Parece que no podemos&rsquo;encontrar lo que usted&rsquo;está buscando. Tal vez la búsqueda pueda ayudarle.

source: Pages:
es_es: Páginas:

source: Edit %s
es_es: Editar %s

source: Continue reading <span class="meta-nav">&rarr;</span>
es_es: Seguir leyendo <span class="meta-nav">&rarr;</span>

source: Your order
es_es: Su pedido
